Repository: Ogromny/Konv
Catalog: po/*.po
Languages: fr, ru_ru

source: Search or add a contact...
fr: Rechercher ou ajouter un contact...
ru_ru: Найти или добавить в контакты...

source: Search results loading here...
fr: Chargement des résultats de recherche...
ru_ru: Результаты поиска загружаются...

source: Search results
fr: Résultats de recherche
ru_ru: Результаты поиска

source: Preferences - %s
fr: Paramètres - %s

source: General
fr: Général

source: Network
fr: Réseau
ru_ru: Сеть

source: Files & downloads
fr: Fichiers & téléchargements
ru_ru: Файлы & загрузки

source: Audio/video
fr: Audio/vidéo
ru_ru: Аудио/видео

source: Addons
fr: Extensions
ru_ru: Дополнения

source: Advanced
fr: Mode avancé

source: Language
fr: Langue
ru_ru: Язык

source: Software language
fr: Langue de l'application
ru_ru: Язык программы

source: Choose the language that Konv interface will be displayed in.
fr: Choisissez la langue dans laquelle Konv sera affiché.
ru_ru: Выберите язык для интерфейса Konv.

source: Behavior
fr: Comportement

source: Start %s on computer boot
fr: Démarrer %s au démarrage
ru_ru: Запускать %s при старте компьютера

source: Control whether or not %s should start with the computer.
fr: Défini si %s doit démarrer en même temps que votre ordinateur.

source: System tray icon
fr: Icone système
ru_ru: Иконка в системном трее

source: Display an icon in the system tray for easier control of the app.
fr: Affiche une icone dans la barre du système afin de faciliter le contrôle de l'application.
ru_ru: Отображать иконку в системном трее для простоты управления программой.

source: Close to system tray
fr: Fermer vers l'icone système
ru_ru: Свернуть в трей.

source: Hide the window instead of closing it when requested, window can be shown again by right clicking the system tray icon.
fr: Cache la fenêtre au lieu de la fermer lorsque demandé, la fenêtre peut être affichée de nouveau en faisant un clique droit sur l'icone système.
ru_ru: Прятать окно вместо закрытия, окно можно снова отобразить, нажав правой кнопкой мыши по иконке в трее.

source: Font
fr: Police
ru_ru: Шрифт

source: Interface font
fr: Police de l'interface
ru_ru: Шрифт интерфейса

source: Choose which font should be used in the %s interface.
fr: Définir la police de caractères à utiliser dans l'interface de %s.
ru_ru: Выберите, какой шрифт должен быть использован в интерфейсе %s.

source: Plaintext
fr: Texte brût

source: Plain Markdown
fr: Markdown brût

source: Text formating
fr: Format du texte

source: Select your prefered text parsing method.
fr: Choisir votre méthode de formatage du texte préférée.
ru_ru: Выберите предпочитаемый Вами метод парсинга.

source: Theme
fr: Thème
ru_ru: Тема

source: Dark theme
fr: Thème sombre
ru_ru: Тёмная тема

source: Use the dark variant of the theme for the %s interface.
fr: Utiliser la variante sombre du thème pour l'interface de %s.

source: Custom theme
fr: Thème personnalisé

source: Choose a custom theme between those installed.
fr: Utiliser un thème parmi ceux installés.

source: Misc
fr: Divers

source: Compact list
fr: Listes compactes
ru_ru: Компактный список

source: Lists are rendered the most compact possible to display more items.
fr: Les listes seront rendues aussi compactes que possible afin d'afficher plus d'éléments.
ru_ru: Список отображается наиболее компактно, чтобы показать больше элементов.

source: Conversations font
fr: Police des conversations
ru_ru: Шрифт диалогов

source: Choose which font should be used in the conversations.
fr: Définir la police de caractères à utiliser dans les conversations.
ru_ru: Выберите, какой шрифт должен быть использован в диалогах.

source: Enable emojis
fr: Activer les emojis
ru_ru: Включить emoji

source: Convert unicode to emojis in messages.
fr: Convertir les caractères spéciaux en emojis dans les messages.
ru_ru: Конвертировать юникод в emoji в сообщениях.

source: Enable bubbles
fr: Activer les bulles

source: Display messages in bubbles instead of plaintext.
fr: Afficher les messages dans des bulles au lieu d'utiliser un fond transparent.

source: Avatar instead of username
fr: Avatar à la place du pseudo
ru_ru: Аватар вместо имени пользователя

source: Display avatar in place of username, and username in a tooltip.
fr: Affiche l'avatar à la place du pseudo. Le pseudo est toujours disponible au survol.

source: Timestamps
fr: Heures
ru_ru: Отметки времени

source: Timestamp format
fr: Format de l'heure
ru_ru: Формат отметок времени

source: Select your prefered timestamp format.
fr: Choisir votre méthode de formatage des heures préférée.
ru_ru: Выберите предпочитаемый Вами формат временных меток.

source: Date format
fr: Format des dates
ru_ru: Формат даты

source: Select your prefered date format.
fr: Choisir votre méthode de formatage des dates préférée.
ru_ru: Выберите предпочитаемый Вами формат даты.

source: Blink on notification
fr: Clignoter lors de notification
ru_ru: Мигать при уведомлении

source: Make the %s icon to blink in the taskbar on notification(s).
fr: Faire clignoter l'icone de %s dans la barre des tâches lorsque vous recevez une/des notification(s).

source: Presence
fr: Présence

source: Show notification when contacts connects or disconnect.
fr: Afficher une notification lorsqu'un contact se connecte ou se déconnecte.

source: Show notification when you receive a message from a contact.
fr: Afficher une notification lorsque vous recevez un/des message(s) d'un contact.

source: Name
fr: Pseudo
ru_ru: Имя

source: Show notification when contacts name changes.
fr: Afficher une notification lorsque le pseudo d'un contact est modifié.
ru_ru: Уведомлять, когда контакт сменил имя.

source: Status message
fr: Message d'humeur
ru_ru: Сообщение статуса

source: Show notification when contacts status message changes.
fr: Afficher une notification lorsque le message d'humeur d'un contact est modifié.

source: Calls
fr: Appels
ru_ru: Звонки

source: Audio call
fr: Appel audio
ru_ru: Аудио звонок

source: Show a notification when you receive an audio call.
fr: Afficher une notification lorsque vous recevez un appel audio.
ru_ru: Уведомлять при входящем аудиозвонке.

source: Video call
fr: Appel vidéo
ru_ru: Видео звонок

source: Show notification when you receive a video call
fr: Afficher une notification lorsque vous recevez un appel vidéo.
ru_ru: Уведомлять при входящем видеозвонке.

source: Group chats
fr: Groupes
ru_ru: Групповые чаты

source: Show notification for each messages in a group chat.
fr: Afficher une notification pour tous les messages d'un groupe.
ru_ru: Уведомлять о каждом сообщении в групповом чате.

source: Show notification when you are mentioned in a group chat.
fr: Afficher une notification lorsque vous êtes mentionné(e) dans un groupe.
ru_ru: Уведомлять, когда кто-то упомянул Вас в групповом чате.

source: File transfers
fr: Transferts de fichiers
ru_ru: Передачи файлов

source: Transfer complete
fr: Transfert réussi
ru_ru: Передача заврешена

source: Show notification when file transfer is complete.
fr: Afficher une notification lorsqu'un transfert de fichier a réussi.
ru_ru: Уведомить, когда файл будет передастся.

source: Transfer failed
fr: Transfert échoué
ru_ru: Передача не удалась

source: Show notification when file transfer fails.
fr: Afficher une notification lorsqu'un transfert de fichier a échoué.
ru_ru: Уведомлять, когда файл не удалось передать.

source: Enable proxy
fr: Activer le proxy
ru_ru: Включить прокси

source: Make external requests through a proxy.
fr: Faire passer les requêtes externes par un proxy.

source: Connection type (advanced users only)
fr: Type de connexion (utilisateurs avancés seulement)
ru_ru: Тип соединения (для продвинутых пользователей)

source: Auto-reconnect
fr: Reconnexion automatique
ru_ru: Автоматически переподключаться

source: Attempt to reconnect to the network if connection get lost.
fr: Essayer de se reconnecter au réseau si la connexion est perdue.
ru_ru: Пытаться переподключиться, если соединение с сетью прервалось.

source: Enable UDP
fr: Activer UDP
ru_ru: Включить UDP

source: Make external requests in UDP mode.
fr: Envoyer les requêtes externes en mode UDP.

source: Enable TCP
fr: Activer TCP
ru_ru: Включить TCP

source: Make external requests in TCP mode.
fr: Envoyer les requêtes externes en mode TCP.

source: Choose a folder
fr: Choisir un dossier
ru_ru: Выберите папку

source: Files save path
fr: Emplacement de téléchargement
ru_ru: Папка для сохранения файлов

source: Where does %s should store downloaded files?
fr: Choisir où %s doit enregistrer les fichiers téléchargés.
ru_ru: Где %s должен хранить скаченные файлы?

source: Auto-accept files
fr: Accepter les fichiers automatiquement
ru_ru: Принимать файлы автоматически

source: Automatically save files that are lower than the specified size.
fr: Enregistrer automatiquement les fichiers qui sont plus petit que la taille spécifiée.
ru_ru: Автоматически сохранять файлы, которые меньше указанного размера.

source: Remove every contact's avatar from the %s cache.
fr: Supprimer l'avatar de tous vos contacts du cache de %s.
ru_ru: Удалить все аватары контактов из кэша %s.

source: Remove every file transfers from the %s cache.
fr: Supprimer tous les fichiers téléchargés du cache de %s.
ru_ru: Удалить все переданные файлы из кэша %s.

source: Chat logs
fr: Historiques de conversations
ru_ru: Логи чата

source: Remove every chat logs from the %s cache.
fr: Supprimer tous les historiques de conversations du cache de %s.

source: Speakers
fr: Haut-parleurs
ru_ru: Динамики

source: Select the speakers you want to use.
fr: Choisir les haut-parleurs que vous voulez utiliser.
ru_ru: Выберите динамик, который хотите использовать.

source: Select the microphone you want to use.
fr: Choisir le microphone que vous voulez utiliser.
ru_ru: Выберите микрофон, который хотите использовтать.

source: Video
fr: Vidéo
ru_ru: Видео

source: Webcam/camera
fr: Webcam/caméra
ru_ru: Веб-камера

source: Select the webcam/camera you want to use.
fr: Choisir la webcam ou la caméra que vous voulez utiliser.
ru_ru: Выберите веб-камеру, которую хотите использовать.

source: Resolution
fr: Définition
ru_ru: Разрешение

source: Choose the resolution video will be sent/received.
fr: Choisir la définition des vidéos que vous recevez et envoyez.
ru_ru: Выберите разрешение видео, которое будет отправляться/приниматься.

source: Random bootstrap nodes
fr: Nœuds d'entrée aléatoires

source: Randomize bootstraping nodes at start time with a freshly downloaded list of nodes or from a custom list, defined bellow.
fr: Se connecter à partir de nœuds d'entrée aléatoires lors du lancement grâce à une liste de nœuds téléchargée récemment ou depuis une liste de nœuds personnalisés, définie ci-dessous.

source: Custom bootstrap nodes
fr: Nœuds d'entrée personalisés

source: Add and remove the bootstrap nodes you wish to use instead of the predefined ones.
fr: Ajouter et supprimer les nœuds d'entrée que vous souhaitez utiliser à la place de ceux prédéfinis.

source: Custom nodes
fr: Nœuds personalisés

source: Recent conversations shows here.
fr: Conversations récentes.
ru_ru: Недавние диалоги отображаются здесь.

source: Recent conversations
fr: Conversations récentes.
ru_ru: Недавние диалоги

source: Contact list displays here.
fr: Liste des contacts.
ru_ru: Здесь показан список контактов

source: All file transfers goes here.
fr: Transferts de fichiers.
ru_ru: Все передаваемые файлы попадают сюда.

source: Missed calls will be listed here.
fr: Appels manqués.
ru_ru: Пропущенные звонки отображены здесь.

source: Missed calls
fr: Appels manqués.
ru_ru: Пропущенные звонки

source: Konv.im official website
fr: Site officiel de Konv.im
ru_ru: Официальный сайт Konv.im

source: My profile
fr: Mon profil
ru_ru: Мой профиль

# status message
source: Proud user of Konv.im
fr: Fier utilisateur de Konv.im

source: Status (online)
fr: Présence (en ligne)
ru_ru: Статус (онлайн)

source: _File
fr: _Fichier
ru_ru: _Файл

source: _Load profile...
fr: _Choisir un profil...
ru_ru: _Загрузить профиль...

source: _New profile...
fr: _Nouveau profil...
ru_ru: _Новый профиль...

source: _Quit
fr: _Quitter
ru_ru: _Выход

source: _Edit
fr: _Édition
ru_ru: _Редактировать

source: _Copy ToxID in clipboard
fr: _Copier votre ToxID dans le presse-papier
ru_ru: _Скопировать ToxID в клипборд

source: _Save ToxID as QrCode...
fr: _Sauvegarder votre ToxID en QrCode...
ru_ru: _Сохранить ToxID как QrCode...

source: Generates a QrCode containing your ToxID allowing you to share it easier with your future contacts.
fr: Génère un QrCode contenant votre ToxID et vous permettant de la partager plus facilement avec vos futurs contacts.

source: _Change Nospam...
fr: _Modifier le Nospam...

source: Nospam is a value contained in your ToxID that helps to prevent against contact requests spam. Changing it will update your ToxID, making the older one invalid, you will have to give your new ToxID to people in order for them to add you.
fr: Le nospam est une valeur contenue dans votre ToxID. Il permet de vous protéger contre le spam. Lorsque vous le modifiez votre ToxID sera mis à jour, rendant l'ancien invalide. Vous devrez donner votre nouveau ToxID à vos amis afin qu'ils puissent vous ajouter à leur liste de contacts.

source: _Preferences...
fr: _Paramètres...

source: _View
fr: _Affichage

source: Lists are rendered as taller than possible to display more items.
fr: Les listes seront rendues aussi petites que possible afin d'afficher plus d'éléments.

source: _Compact list
fr: _Listes compactes

source: Display bubbles messages instead of plain text.
fr: Afficher les messages dans des bulles au lieu d'utiliser un fond transparent.

source: _Use bubbles in chat
fr: _Activer les bulles

source: _Text formating
fr: _Mise en forme du texte

source: Choose how Konv formats messages and texts.
fr: Choisir comment Konv met en forme vos messages.

source: Everything except links will be displayed as it.
fr: Tout, excepté les liens, sera affiché comme tel.
ru_ru: Всё, кроме ссылок будет отображено как есть.

source: _Plain text
fr: _Texte brut

source: Display messages and texts as markdown.
fr: Utiliser le Markdown pour formater les messages.

source: Display messages and texts as markdown but also display Markdown tags.
fr: Utiliser le Markdown pour formater les messages, tout en conservant les balises Markdown.

source: _Plain markdown
fr: _Markdown brut

source: _Toggle menubar
fr: _Afficher/cacher le menu

source: _Help
fr: _Aide
ru_ru: _Помощь

source: _Konv website...
fr: _Site officiel de Konv...

source: _Source code...
fr: _Code source...

source: _Report an issue...
fr: _Signaler un bug...

source: _About Konv...
fr: _À propos de Konv...

source: Welcome back to Konv, %s !
fr: Ravis de vous revoir sur Konv, %s !
ru_ru: Добро пожаловать обратно в Konv, %s !

source: Start a new conversation by selecting a contact or a group chat from the left panel.
fr: Démarrez une nouvelle conversation en choisissant un contact ou un groupe depuis le panneau de gauche.

source: Interface
ru_ru: Интерфейс

source: Conversations
ru_ru: Диалоги

source: Notifications
ru_ru: Уведомления

source: Messages
ru_ru: Сообщения

source: Contacts
ru_ru: Контакты

source: Message
ru_ru: Сообщение

source: Mentions
ru_ru: Упоминания

source: Proxy
ru_ru: Прокси

source: Cache
ru_ru: Кэш

source: Avatars
ru_ru: Аватарки

source: Audio
ru_ru: Аудио

source: Microphone
ru_ru: Микрофон
